amd-ucode
autoconf
automake
base
bash-completion
binutils
bison
bluez
bluez-utils
bspwm
davfs2
dhcpcd
dunst
efibootmgr
fakeroot
feh
firefox
flex
gcc
gimp
git
groff
grub
htop
inkscape
libreoffice-fresh
libtool
linux
linux-firmware
linux-headers
lxappearance
m4
make
nano
neofetch
openresolv
openssh
patch
pavucontrol
pcmanfm
picom
pkgconf
pulseaudio
pulseaudio-bluetooth
python-pywal
rofi
scrot
slock
steam
sudo
sxhkd
texinfo
thunderbird
vlc
vulkan-radeon
which
wireguard-dkms
wireguard-tools
wpa_supplicant
xclip
xf86-video-amdgpu
xf86-video-vesa
xorg-docs
xorg-fonts-100dpi
xorg-fonts-75dpi
xorg-iceauth
xorg-luit
xorg-server
xorg-server-common
xorg-server-devel
xorg-server-xephyr
xorg-server-xnest
xorg-server-xvfb
xorg-server-xwayland
xorg-sessreg
xorg-setxkbmap
xorg-smproxy
xorg-x11perf
xorg-xauth
xorg-xcmsdb
xorg-xcursorgen
xorg-xdpyinfo
xorg-xdriinfo
xorg-xev
xorg-xgamma
xorg-xhost
xorg-xinit
xorg-xinput
xorg-xkbcomp
xorg-xkbevd
xorg-xkbutils
xorg-xkill
xorg-xlsatoms
xorg-xlsclients
xorg-xmodmap
xorg-xpr
xorg-xrandr
xorg-xrdb
xorg-xrefresh
xorg-xsetroot
xorg-xvinfo
xorg-xwd
xorg-xwininfo
xorg-xwud
xterm
