acpi
acpi_call
amd-ucode
android-tools
arandr
autoconf
automake
base
bash-completion
binutils
bison
bluez
bluez-hid2hci
bluez-utils
bspwm
chromium
cifs-utils
cmake
cups
davfs2
dhcpcd
docker-compose
dosfstools
dunst
efibootmgr
ethtool
fakeroot
feh
firefox
flex
gcc
gimp
git
go
groff
grub
hplip
htop
iwd
jdk-openjdk
libevent
libreoffice-fresh
libtool
light
linux
linux-firmware
linux-headers
lxappearance
m4
maim
make
maven
mosh
nano
neofetch
notepadqq
ntfs-3g
obs-studio
openresolv
openssh
os-prober
pacman-contrib
papirus-icon-theme
patch
pavucontrol
pcmanfm
picom
pkgconf
playerctl
pulseaudio
pulseaudio-alsa
pulseaudio-bluetooth
pulseaudio-zeroconf
python-pip
python-pywal
reflector
rofi
screenfetch
smartmontools
speedtest-cli
steam
sudo
sxhkd
teamspeak3
termite
texinfo
thunderbird
tlp
ttf-roboto
unrar
unzip
virtualbox
virtualbox-guest-iso
vlc
vulkan-radeon
which
wireguard-tools
wmname
xclip
xdo
xdotool
xf86-video-amdgpu
xf86-video-vesa
xorg-docs
xorg-fonts-100dpi
xorg-fonts-75dpi
xorg-iceauth
xorg-luit
xorg-server
xorg-server-common
xorg-server-devel
xorg-server-xephyr
xorg-server-xnest
xorg-server-xvfb
xorg-server-xwayland
xorg-sessreg
xorg-setxkbmap
xorg-smproxy
xorg-x11perf
xorg-xauth
xorg-xcmsdb
xorg-xcursorgen
xorg-xdpyinfo
xorg-xdriinfo
xorg-xev
xorg-xgamma
xorg-xhost
xorg-xinit
xorg-xinput
xorg-xkbcomp
xorg-xkbevd
xorg-xkbutils
xorg-xkill
xorg-xlsatoms
xorg-xlsclients
xorg-xmodmap
xorg-xpr
xorg-xrandr
xorg-xrdb
xorg-xrefresh
xorg-xsetroot
xorg-xvinfo
xorg-xwd
xorg-xwininfo
xorg-xwud
xsecurelock
zip
