acpi_call
acpid
adobe-source-code-pro-fonts
alsa-utils
android-tools
android-udev
arandr
autoconf
automake
b43-fwcutter
base
bash
bash-completion
bind-tools
binutils
bison
bluez-hid2hci
bluez-utils
breeze-gtk
bspwm
btrfs-progs
bzip2
bzr
cabextract
chromium
cifs-utils
cmake
coreutils
crda
cryfs
cryptsetup
cups
cups-pk-helper
davfs2
device-mapper
dhcpcd
dialog
diffutils
dmraid
docker
dosfstools
dunst
e2fsprogs
efibootmgr
ethtool
exfat-utils
f2fs-tools
fakeroot
feh
file
filesystem
filezilla
findutils
firefox
flex
foomatic-db
foomatic-db-ppds
freerdp
gawk
gcc
gcc-libs
gettext
gimp
git
glibc
grep
groff
grub
gsfonts
gzip
haveged
hplip
htop
inetutils
inkscape
intel-ucode
iproute2
iputils
ipw2100-fw
ipw2200-fw
jdk-openjdk
jfsutils
jq
less
lib32-mesa
libreoffice-fresh
libtool
libva-intel-driver
licenses
linux
linux-headers
logrotate
lvm2
lxappearance
m4
make
man-db
man-pages
mdadm
mlocate
modemmanager
mosh
mumble
nano
neofetch
net-tools
nfs-utils
nilfs-utils
nmap
ntfs-3g
openresolv
openssh
openttd-opengfx
openttd-opensfx
os-prober
pacman
papirus-icon-theme
patch
pavucontrol
pciutils
pcmanfm
perl
picom
pkgconf
pkgfile
playerctl
powerline
powerline-fonts
procps-ng
psmisc
pulseaudio
pulseaudio-alsa
pulseaudio-bluetooth
pv
python-gobject
python-pip
python-pyqt5
python-pywal
python-virtualenv
qpdfview
reflector
reiserfsprogs
remmina
rofi
rsync
rust
s-nail
screenfetch
scrot
sed
shadow
sharutils
slock
speedtest-cli
splix
steam
sudo
sxhkd
sysfsutils
systemd
systemd-sysvcompat
tar
teamspeak3
teeworlds
terminus-font
texinfo
texlive-bibtexextra
texlive-core
texlive-fontsextra
texlive-formatsextra
texlive-games
texlive-humanities
texlive-latexextra
texlive-music
texlive-pictures
texlive-pstricks
texlive-publishers
texlive-science
thunderbird
tlp
tp_smapi
transmission-gtk
ttf-croscore
ttf-font-awesome
ttf-hack
ttf-roboto
unrar
unzip
usb_modeswitch
usbutils
util-linux
uudeview
vi
vim
virtualbox
virtualbox-guest-iso
vlc
vpnc
wget
which
whois
wireguard-tools
wireless_tools
wmname
wol
wpa_supplicant
xarchiver
xclip
xdo
xdotool
xf86-video-intel
xf86-video-vesa
xfsprogs
xorg-docs
xorg-fonts-100dpi
xorg-fonts-75dpi
xorg-iceauth
xorg-luit
xorg-server
xorg-server-common
xorg-server-xephyr
xorg-server-xnest
xorg-server-xvfb
xorg-server-xwayland
xorg-sessreg
xorg-setxkbmap
xorg-smproxy
xorg-x11perf
xorg-xauth
xorg-xbacklight
xorg-xcmsdb
xorg-xcursorgen
xorg-xdriinfo
xorg-xev
xorg-xgamma
xorg-xhost
xorg-xinit
xorg-xinput
xorg-xkbcomp
xorg-xkbevd
xorg-xkbutils
xorg-xkill
xorg-xlsatoms
xorg-xlsclients
xorg-xmodmap
xorg-xpr
xorg-xrandr
xorg-xrdb
xorg-xrefresh
xorg-xsetroot
xorg-xvinfo
xorg-xwd
xorg-xwininfo
xorg-xwud
xterm
xz
zerotier-one
zip
zsh
zsh-completions
